export const FAQ_DATA = [
    {
        id: 1,
        categoryId: 1,
        category: "이용정책",
        question: "거래 실패 시 반송 운임 기준",
        answer: `
      최종 수정일 2021년 10월 8일  
      거래 실패로 인한 상품 반송 시, 택배 운임의 선불/착불 기준은 아래와 같습니다.  

      검수 불합격  
      착불: 검수 기준상 '불합격'에 해당하는 반송건  
      선불: '구매의사 확인' 이후 발생하는 반송건  

      발송 지연 ・ 미입고  
      착불: 발송정보 입력없이 검수센터 도착  
      입고 마감 기한 이후 검수센터 도착  
      거래 체결 전 상품 발송  

      유의 사항  
      • 검수 불합격으로 인한 반송 시 (주)발렉스특수물류(VALEX) 운임 기준을 적용한 비용이 발생됩니다.  
      (해피콜의 연결 불가로 3일 이내 반송이 불가한 경우 회수 및 재출고 비용 부담 후 수령이 가능하며, 택배사 변경은 불가합니다.)
    `,
    },
    {
        id: 2,
        categoryId: 1,
        category: "이용정책",
        question: "이상시세 입찰/거래 취소 정책",
        answer: `
      최종 수정일 2022년 3월 21일  
      BiDay은 이용약관 제21조 제3항부터 제6항까지의 규정에 따라 회원의 조작 실수, 착오로 인한 사고 발생을 예방하고, 회원의 조작 실수를 유도하거나 상품 시세를 조작하여 건전한 거래 질서를 어지럽히려는 시도 등 각종 거래 사고와 부정 거래 등을 방지하기 위하여 다음과 같이 이상시세 입찰 또는 거래 취소 정책을 실시하고 있습니다.  

      입찰 또는 체결 시도의 삭제・취소  
      BiDay은 보관판매 서비스 등 거래 형태를 불문하고 하기 “이상 고가 거래” 또는 “이상 저가 거래”와 같은 거래 시도 또는 거래 체결에 대하여 회원에 대한 사전 통보 없이 거래 체결 이전인 경우 해당 회원이 등록한 내용, 입찰 또는 체결 시도를 삭제・취소 또는 거래 제한 조치를 하고, 거래 체결 이후인 경우 거래 상대방인 회원(“이상 고가 거래” 시 구매자, “이상 저가 거래” 시 판매자를 의미함)의 의사를 확인한 후 기 체결된 거래를 취소할 수 있습니다.  

      BiDay은 해당 입찰/거래에서의 상품 입찰/체결 가격, 해당 상품의 과거 거래 체결가, 제조사 또는 주요 대형 유통사에서 책정한 해당 상품의 판매가 등을 기준으로 “이상 고가 거래” 또는 “이상 저가 거래” 여부를 판단합니다.  
      본 정책에 따른 입찰/거래 체결 삭제∙취소, 거래 제한 등의 조치는 회원에게 거래 오류, 입찰 만료 등으로 표시될 수 있습니다.  
      BiDay 및 거래 상대방인 회원(“이상 고가 거래” 시 구매자, “이상 저가 거래” 시 판매자를 의미함)은 본 정책에 따라 이루어진 회원의 등록 내용, 입찰 또는 체결 시도에 대한 삭제∙취소∙거래 제한 조치 또는 거래 체결 건 취소 조치 등과 관련하여 거래 재체결, 재진행, 재입찰, 상품 매입/판매 또는 손해배상(시세 등락에 관한 사항 포함) 등 어떠한 의무나 책임도 부담하지 아니합니다.  
    `,
    },
    {
        id: 3,
        categoryId: 1,
        category: "이용정책",
        question: "검수 및 품질 보증 관련 주의사항",
        answer: `
      최종 수정일 2021년 9월 10일  
      BiDay의 검수기준은 거래 당사자 간 원활한 거래와 보다 균형 있는 검수기준 확립을 위해 지속적으로 업데이트 되고 있습니다. 거래에 앞서 최신 검수기준을 참고하시기 바랍니다.  
    `,
    },
    {
        id: 4,
        categoryId: 2,
        category: "공통",
        question: "입찰 마감기한은 무엇인가요?",
        answer: `
      원하는 가격으로 구매 혹은 판매 입찰하는 경우, 입찰 마감기한을 설정하게 됩니다.  
      입찰 마감기한 내에 거래가 체결될 경우 결제와 판매 절차가 진행되며, 거래가 체결되지 않고 기간이 지날 경우 결제나 판매 진행 없이 입찰이 종료됩니다.  
    `,
    },
    {
        id: 5,
        categoryId: 2,
        category: "공통",
        question: "거래 진행 일정이 궁금해요.",
        answer: `
      거래가 체결된 시점부터 48시간(일요일・공휴일 제외) 내에 상품을 발송해야 하며,  
      통상적으로 발송 후 1-2일 내에 BiDay 검수센터에 도착합니다.  

      다만 해당 배송기간은 배송사 사정, 명절 등의 특수 기간 시 택배사의 물량에 따라 변동될 수 있습니다.  

      검수센터에 도착한 상품은 입고 완료 후 3영업일 내에 검수를 진행합니다.  
      검수에 합격할 경우, 판매자는 익일에 등록한 계좌로 판매 금액이 입금되며,  
      구매자는 당일 또는 익일에 배송이 시작됩니다.  
    `,
    },
    {
        id: 6,
        categoryId: 3,
        category: "구매",
        question: "판매 또는 구매하고 싶은 상품이 없어요.",
        answer: `
      원하는 상품을 정확히 찾기 위해서 모델번호로 검색을 해보시기 바랍니다. 그래도 결과가 없을 경우, 검색 결과의 '상품 등록 요청하기' 버튼을 누르시거나, 서비스 내 [1:1 문의 > 일반 > 상품등록요청]으로 등록 요청할 상품의 정확한 정보(모델번호, 브랜드, 상품명)를 보내주시기 바랍니다.  

      요청 시 해당 상품의 박스의 라벨 스티커를 촬영해서 첨부해주시면 상품 등록에 도움이 되고 있습니다.  

      * 상품 등록 요청 시, 등록 여부는 별도로 회신 드리지 않습니다.  
    `,
    },
    {
        id: 7,
        categoryId: 3,
        category: "구매",
        question: "상품 구매는 어떻게 하나요?",
        answer: `
      서비스 가입 후 로그인 한 회원은 누구나 상품을 구매할 수 있습니다.  

      상품을 검색하고, 원하는 사이즈를 선택한 후 구매 버튼을 누르면 즉시 구매 혹은 구매 입찰이 가능합니다.  
      즉시 구매하거나 입찰 후 거래가 체결되면 판매자가 상품을 검수 센터로 전달하여 검수를 진행하게 되며,  
      검수를 합격한 상품은 구매자에게 안전하게 배송됩니다.  
    `,
    },
    {
        id: 8,
        categoryId: 3,
        category: "구매",
        question: "일반 배송 구매 거래 체결 후, 진행상황을 설명해주세요.",
        answer: `
      [대기 중 (구매 결정 대기)]  
      • 거래 대기 시점으로부터 15분 이내 '구매 결정' 또는 '구매 거부'가 가능하며,  
      15분 경과 시 자동으로 '구매 결정' 처리 및 거래가 체결됩니다.  
      • '구매 거부'는 계정당 1일 1회만 가능합니다.  
      - BiDay 앱  : 주문 내역 상세 보기 > 오른쪽 상단 • • • (더 보기) 클릭 > '구매 거부' 선택  
      - BiDay PC 웹페이지 : 주문 내역 상세 보기 > 오른쪽 상단 '구매 거부' 선택  

      [대기 중 (상품 발송 대기)]  
      • 판매자는 거래 체결 시점으로 48시간(일요일・공휴일 제외) 이내에 상품 발송 및 발송정보를 입력하여야 합니다.  

      [발송 완료]  
      • 거래가 체결되어 판매자가 BiDay으로 상품을 발송 후 발송 정보를 입력하였으며, 상품이 이동 중입니다.  

      [입고 대기]  
      • BiDay 검수센터에서 판매자가 입력한 발송 정보의 택배를 확인하였습니다.  

      [입고 완료]  
      • 택배 박스를 개봉하여 체결된 거래 정보와 확인된 상품을 매칭합니다.  
      • 발송 정보는 일치하나 상품이 일치하지 않는 경우 해당 단계에서 미입고 처리됩니다.  

      [검수 중]  
      • BiDay의 전문 검수팀에서 상품 검수를 진행합니다.  
      • 거래 내역에 기재된 사진의 상태, 상품이용의 유무 및 외관을 체크합니다.  
      • 검수 단계에서 반품 처리 될 경우, 판매자는 반품 배송비용을 부담합니다.  

      [검수 완료]  
      • 검수를 통과한 상품은 배송지로 발송되며, 상품 확인 후 최종 이용 가능 여부를 확인합니다.  
    `,
    },
    {
        id: 9,
        categoryId: 3,
        category: "구매",
        question: "사이즈 교환이 가능한가요?",
        answer: `
      상품이 검수 완료 후 교환 요청이 가능합니다.  
      검수 완료 후 3일 이내에 교환 신청을 하시면 교환 절차가 진행됩니다.  
      교환 신청 후 반송 택배비는 부담하셔야 합니다.  

      단, 교환할 수 있는 상품은 오직 같은 상품의 다른 사이즈 또는 다른 상품의 교환이 가능하니 참고 부탁드립니다.  
    `,
    },
    {
        id: 10,
        categoryId: 4,
        category: "판매",
        question: "상품 등록은 어떻게 하나요?",
        answer: `
      서비스 가입 후 로그인 한 회원은 누구나 상품을 등록할 수 있습니다.  

      등록할 상품 정보를 입력하고, 사진을 첨부한 후 '상품 등록' 버튼을 누르면 완료됩니다.  
      상품이 검수 통과 후 등록되면 판매가 가능하며, 등록 후 3일 이내에 검수 및 등록이 이루어지니 참고 부탁드립니다.  
    `,
    },
    {
        id: 11,
        categoryId: 4,
        category: "판매",
        question: "상품 등록 시 주의사항이 있나요?",
        answer: `
      등록된 상품은 검수센터에서 검수한 후 등록이 이루어지며, 검수 통과 후 등록됩니다.  
      따라서 등록한 상품이 검수에서 반품 처리될 경우 판매자는 반송 배송비용을 부담해야 하며,  
      검수기준에 따른 규정 위반 시 상품 등록이 불가합니다.  

      상품 등록 시 아래의 사항에 주의해 주시기 바랍니다.  
      • 등록할 상품은 정품이어야 하며, 중고상품의 경우 상단 부분이 사진으로 등록되어야 합니다.  
      • 사용 흔적이나 파손이 있는 상품은 검수 통과가 불가합니다.  
      • 모든 상품은 개인의 명의로 등록되어야 하며, 법인의 명의로는 등록이 불가합니다.  
    `,
    },
    {
        id: 12,
        categoryId: 4,
        category: "판매",
        question: "상품 등록 후 삭제가 가능한가요?",
        answer: `
      상품 등록 후 삭제 요청이 가능합니다.  
      상품 등록 후 1주일 이내에는 거래가 이루어지지 않으면 삭제 가능하며,  
      검수 통과 후에는 판매 완료된 거래로서 상품 삭제가 불가합니다.  
    `,
    },
    {
        id: 13,
        categoryId: 5,
        category: "거래",
        question: "구매 후 반품이 가능한가요?",
        answer: `
      BiDay는 거래 체결 이후 상품의 하자 및 사용 여부에 관계없이 고객의 사정으로 인한 반품이 불가합니다.  
      단, 검수 통과 후 문제가 발생한 경우에는 보상 절차에 따라 진행되니 문의해 주시기 바랍니다.  
    `,
    },
    {
        id: 14,
        categoryId: 5,
        category: "거래",
        question: "상태가 불량한 상품을 구매했어요.",
        answer: `
      상품 수령 후 3일 이내에 BiDay 고객센터로 문의해 주시기 바랍니다.  
      상품 상태에 따른 보상 절차가 진행되며, 하자나 문제 여부에 대한 증빙을 요청할 수 있습니다.  
    `,
    },
    {
        id: 15,
        categoryId: 5,
        category: "거래",
        question: "거래 취소는 어떻게 하나요?",
        answer: `
      거래 체결 이전에는 거래 취소가 가능하며, 체결 이후에는 BiDay 고객센터에 문의하셔야 합니다.  
      체결 후 거래 취소는 거래 상대방의 동의가 필요하며, 취소 사유에 따라 결과가 달라질 수 있습니다.  
    `,
    },
    {
        id: 16,
        categoryId: 6,
        category: "회원",
        question: "아이디 또는 비밀번호를 잊어버렸어요.",
        answer: `
      BiDay 로그인 페이지에서 '아이디 또는 비밀번호 찾기'를 통해 확인하실 수 있습니다.  
      가입 시 등록된 이메일 주소를 통해 아이디와 비밀번호를 재설정하실 수 있습니다.  
    `,
    },
    {
        id: 17,
        categoryId: 6,
        category: "회원",
        question: "회원 탈퇴는 어떻게 하나요?",
        answer: `
      BiDay 고객센터에 문의하시면 탈퇴를 요청하실 수 있습니다.  
      개인 정보 보호를 위해 본인 확인 후 탈퇴 처리가 이루어집니다.  
    `,
    },
    {
        id: 18,
        categoryId: 6,
        category: "회원",
        question: "회원 가입 시 필요한 정보는 무엇인가요?",
        answer: `
      BiDay 가입 시 이메일 주소와 비밀번호, 이름, 연락처 등 기본 정보가 필요합니다.  
      가입 후 서비스 이용에 따라 추가 정보 입력을 요청할 수 있습니다.  
    `,
    },
    {
        id: 19,
        categoryId: 7,
        category: "기타",
        question: "비회원으로도 거래가 가능한가요?",
        answer: `
      BiDay는 회원가입 후 로그인한 회원만 거래가 가능합니다.  
      비회원으로는 거래가 불가능하니 회원가입 후 이용해 주시기 바랍니다.  
    `,
    },
    {
        id: 20,
        categoryId: 7,
        category: "기타",
        question: "BiDay는 어떤 서비스인가요?",
        answer: `
      BiDay는 중고 거래 플랫폼으로, 구매와 판매가 이루어지는 서비스입니다.  
      고객님의 안전한 거래를 위해 전문 검수팀이 검수를 진행하며, 불량 상품에 대한 보상을 지원합니다.  
    `,
    },
];

// TODO 경매 상세 설명 :줄바꿈 표시 나오는거 바꿀 것
// TODO 계좌 인증 이후 랜덤 계좌번호 띄워지게 할 것
// TODO 경매 등록 시, 텍스트 입력마다 렌더링 되는거
// sold out 위치 너무 짜침
//